import Foundation

final class FilmModel {
    let films = [
        Film(title: "Starship Troopers", image: "1.jpg", likesCount: 0, descrip: "В новом тысячелетии над" +
            "человечеством нависла смертельная опасность. Несметные полчища гигантских" +
            "разумных жуков с далекой системы планет Клендату" +
            "угрожают всему живому во вселенной.\nСолдат элитного подразделения Джонни Рико и пилот" +
            "Кармен в составе звездного десанта Землян на космическом военном корабле Тикондерога отправляются" +
            "в зловещие глубины космоса, чтобы в последней решающей схватке решить судьбу Земли.\n В их" +
            "руках — современнейшее оружие и будущее людской расы."),
        Film(title: "Godfather", image: "2.jpg", likesCount: 0, descrip: "Криминальная сага, повествующая о нью-йоркской" +
            "сицилийской мафиозной семье Корлеоне. Фильм охватывает период 1945-1955 годов.\n Глава" +
            "семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны" +
            "возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает" +
            "желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым" +
            "правилам, но наступают иные времена, и появляются люди, желающие изменить" +
            "сложившиеся порядки. На Дона Корлеоне совершается покушение."),
        Film(title: "Goodfellas", image: "3.jpg", likesCount: 0, descrip: "«Славные парни» (англ. Goodfellas) — американский" +
            "художественный фильм, криминальная драма режиссёра Мартина Скорсезе, премьера которого" +
            "состоялась в 1990 году. Фильм основан на реальных событиях. В главной роли гангстера Генри" +
            "Хилла задействован Рэй Лиотта. Экранизация романа Николаса Пиледжи. \n Картина вышла в мировой" +
            "прокат в один год с долгожданным продолжением серии фильмов о доне Корлеоне «Крёстный отец 3»," +
            "однако именно «Славные парни» надолго установили планку значительных гангстерских лент. Огромный" +
            "успех фильма возродил интерес к мафии на два десятилетия вперёд. По сей день «Славные парни»" +
            "считаются одним из лучших фильмов Мартина Скорсезе, во многом благодаря множеству эталонных" +
            "компонентов его режиссёрского стиля: монтажу Тельмы Шунмейкер, использованию популярной музыки," +
            "натуральной актёрской игре, и чрезмерно непристойному, но поэтическому языку, на котором разговаривают персонажи.")

    ]
}
