import Foundation

final class FilmSource {
    let films = [Film(image: "poster_02.jpg",
                      title: "Карты, деньги, два ствола",
                      description: "Четверо молодых парней накопили каждый по 25 тысяч фунтов," +
                        " чтобы один из них мог сыграть в карты с опытным шулером и матерым преступником," +
                        " известным по кличке Гарри-Топор. Парень в итоге проиграл 500 тысяч," +
                        " на уплату долга ему дали неделю." +
                        " В противном случае и ему и его «спонсорам» каждый день будут отрубать по пальцу, а потом..." +
                        " Чтобы выйти из положения, ребята решили ограбить бандитов, решивших ограбить трех «ботаников»," +
                        " выращивающих марихуану для местного наркобарона. Но на этом приключения четверки не заканчиваются...",
                      likes: 0),
                 Film(image: "poster_03.jpg",
                      title: "Большой куш",
                      description: "Четырехпалый Френки должен был переправить краденый алмаз" +
                        " из Англии в США своему боссу Эви." +
                        " Но вместо этого герой попадает в эпицентр больших неприятностей." +
                        " Сделав ставку на подпольном боксерском поединке," +
                        " Френки попадает в круговорот весьма нежелательных событий." +
                        " Вокруг героя и его груза разворачивается сложная интрига" +
                        " с участием множества колоритных персонажей лондонского дна — русского гангстера," +
                        " троих незадачливых грабителей, хитрого боксера и угрюмого громилы грозного мафиози." +
                        " Каждый норовит в одиночку сорвать Большой Куш.",
                      likes: 0),
                 Film(image: "poster_04.jpg",
                      title: "Меч короля Артура",
                      description: "Молодой Артур живёт на задворках Лондиниума вместе со своей бандой." +
                        " Он и понятия не имел о своём королевском происхождении, пока однажды не взял в руки меч Эскалибур." +
                        " Меч начинает менять Артура. В результате он присоединяется к сопротивлению" +
                        " и таинственной молодой девушке по имени Гвиневра." +
                        " Ему предстоит научиться понимать магическое оружие, которым он овладел," +
                        " столкнуться со своими собственными демонами и объединить народ" +
                        " в борьбе против диктатора Вортигерна," +
                        " убившего его родителей и завладевшего короной.",
                      likes: 0),
                 Film(image: "poster_05.jpg",
                      title: "Агенты А.Н.К.Л.",
                      description: "Наполеон Соло — агент ЦРУ," +
                        " на счету которого огромное количество успешно проведенных операций." +
                        " Он считается одним из лучших секретных агентов во всем мире," +
                        " и с ним может сравниться только один человек" +
                        " — самый молодой и перспективный агент КГБ Илья Курякин." +
                        " Их противостояние переросло в настоящую войну, в которой никто не собирается уступать." +
                        " Однако обстоятельства складываются так, что непримиримые враги вынуждены стать напарниками." +
                        " Это происходит после того, как спецслужбы двух" +
                        " стран обнаруживают международную преступную организацию," +
                        " которой удалось создать ядерную бомбу...",
                      likes: 0),
                 Film(image: "poster_01.jpg",
                      title: "Шерлок Холмс",
                      description: "Величайший в истории сыщик Шерлок Холмс" +
                        " вместе со своим верным соратником Ватсоном вступают в схватку," +
                        " требующую нешуточной физической и умственной подготовки," +
                        " ведь их враг представляет угрозу для всего Лондона.",
                      likes: 0)]
}
